{
  "id": 1,
  "name": "Bệnh bạch biến",
  "category": "Rối loạn sắc tố",
  "image": "/media/diseases/bachbien/1.jpg",
  "sections": [
    {
      "title": "1. Tổng quan",
      "type": "list",
      "content": [
        "Bạch biến là một bệnh da do rối loạn sắc tố với các đám da giảm hoặc mất sắc tố có thể gặp ở mọi vị trí trên cơ thể nhưng thường gặp ở vùng mặt, cẳng tay và bộ phận sinh dục",
        "Bệnh bạch biến có thể khởi phát ở bất kỳ tuổi nào, nhưng thường gặp ở người trẻ. Nam chiếm 32,5% và nữ là 67,5%. Một số trường hợp bệnh có tính chất gia đình",
        "Bệnh ảnh hưởng nhiều đến tâm sinh lý và thẩm mỹ của người bệnh"
      ]
    },
    {
      "title": "2. Nguyên nhân",
      "type": "list",
      "content": [
        "Nguyên nhân có thể do di truyền hoặc phát sinh trong quá trình phát triển",
        "Đột biến ở gen DR4, B13, B35 của HLA",
        "Ảnh hưởng của một bệnh tự miễn",
        "Cơ chế bệnh sinh: hình thành các tự kháng thể chống lại kháng nguyên của tế bào sắc tố, gây độc cho tế bào, hoặc làm giảm sản xuất sắc tố melanin. Khoảng 20-30% người bệnh bạch biến có tự kháng thể chống tuyến giáp, tuyến thượng thận",
        "Một số người bệnh bạch biến phát sinh bệnh là do hoá chất phá huỷ hoặc ức chế hoạt động của tế bào sắc tố dẫn đến quá trình sản xuất sắc tố da melanin cũng giảm theo",
        "Một số yếu tố thuận lợi phát bệnh: sốc về tình cảm, chấn thương, cháy, rám nắng"
      ]
    },
    {
      "title": "3. Chẩn đoán",
      "type": "sections",
      "content": [
        {
          "subtitle": "a. Chẩn đoán xác định",
          "content": [
            {
              "subtitle": "Lâm sàng",
              "items": [
                {
                  "subtitle": "Thương tổn da",
                  "content": [
                    "Trên da xuất hiện các vết mất sắc tố hình tròn hay bầu dục, giới hạn rõ, có khuynh hướng phát triển ra ngoại vi và liên kết với nhau, xung quanh có một vùng da đậm sắc hơn màu da bình thường",
                    "Thương tổn không có vảy, không ngứa, không đau. Các vết trắng dần lan rộng và liên kết thành những đám da mất sắc tố rộng hơn, tồn tại dai dẳng có khi cả chục năm",
                    "Có thể gặp ở vị trí bất kỳ của cơ thể, thường ở mu bàn tay, cổ tay, cẳng tay, mặt, cổ, bộ phận sinh dục, quanh bộ phận sinh dục"
                  ]
                },
                {
                  "subtitle": "Các triệu chứng khác",
                  "content": [
                    "Bệnh khởi phát từ từ, rất khó nhận thấy, nhưng cũng có trường hợp bệnh xuất hiện một cách nhanh chóng",
                    "Tóc hay lông trên vùng tổn thương có nhiều trường hợp cũng mất sắc tố",
                    "Lòng bàn tay, bàn chân và niêm mạc thường không xuất hiện tổn thương"
                  ]
                }
              ]
            },
            {
              "subtitle": "Cận lâm sàng",
              "content": [
                "Mô bệnh học: giảm hoặc không có tế bào sắc tố thượng bì",
                "Phản ứng DOPA: Giúp phân biệt hai loại bạch biến, có ý nghĩa quan trọng trong điều trị và tiên lượng bệnh",
                "Xét nghiệm định lượng hormon tuyến giáp, tuyến thượng thận, tuyến yên và insulin để phát hiện các bệnh kèm theo"
              ]
            }
          ]
        },
        {
          "subtitle": "b. Chẩn đoán phân biệt",
          "content": [
            "Thể lan toả cần phân biệt với bệnh piebaldism",
            "Bệnh bạch biến rải rác cần phân biệt với: bớt giảm sắc, phong bất định, xơ cứng bì, lang ben, chàm khô"
          ]
        }
      ]
    },
    {
      "title": "4. Điều trị",
      "type": "sections",
      "content": [
        {
          "subtitle": "a. Nguyên tắc điều trị",
          "content": [
            "Tránh ánh nắng mặt trời",
            "Điều trị thuốc bôi tại chỗ kết hợp với điều trị toàn thân"
          ]
        },
        {
          "subtitle": "b. Điều trị cụ thể",
          "content": [
            {
              "subtitle": "Thuốc bôi tại chỗ",
              "content": [
                "Mỡ corticoid: khoảng 1 tuần, nghỉ 10 ngày sau đó bôi thêm 1 đến 2 đợt nữa",
                "Bôi dung dịch meladinin 1,0% tại tổn thương ngày từ 1-2 lần",
                "Tacrolimus 0,03-0,1%, bôi ngày 2 lần sáng, tối, kéo dài hàng tháng",
                "Bôi mỹ phẩm: loại kem có cùng màu sắc với da của mỗi người khi trang điểm",
                "Cấy da kết hợp với thuốc ức chế miễn dịch"
              ]
            },
            {
              "subtitle": "Thuốc toàn thân",
              "content": [
                "Meladinin 10mg uống 1 viên/ngày, từ 1-3 tháng, thậm chí là 6 tháng",
                "Corticoid toàn thân liều thấp hoặc một số thuốc ức chế miễn dịch trong trường hợp lan tỏa",
                "Uống vitamin liều cao, đặc biệt là vitamin nhóm B"
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "5. Phòng bệnh",
      "type": "list",
      "content": [
        "Tránh dùng chất kích thích như cà phê, bia rượu, thức khuya, giảm stress",
        "Khi ra ngoài trời đội mũ rộng vành, đeo kính, mặc quần áo dài",
        "Nên bôi kem chống nắng trước khi ra nắng 30 phút kể cả ngày trời râm",
        "Làm xét nghiệm định kỳ phát hiện một số bệnh liên quan như bệnh tuyến giáp, tuyến thượng thận, tuyến yên và định lượng insulin máu"
      ]
    }
  ],
  "relatedDiseases": [
    {
      "id": 2,
      "name": "Bệnh hắc lào",
      "description": "Bệnh hắc lào do nhiễm vi nấm thuộc nhóm nấm Dermatophytes gây nên, thường gặp nhất là 3 loại:Trichophyton, microsporum, và epidermophyton",
      "image": "/media/diseases/haclao/3.jpg",
      "routeName": "haclao"
    },
    {
      "id": 3,
      "name": "Bệnh viêm da cơ địa",
      "description": "Viêm da cơ địa là bệnh mạn tính tiến triển từng đợt, thường bắt đầu ở trẻ nhỏ với đặc điểm là ngứa và có tổn thương dạng chàm",
      "image": "/media/diseases/viemdacodia/B10.jpg",
      "routeName": "viemda_codia"
    },
    {
      "id": 4,
      "name": "Bệnh lang ben",
      "description": "Bệnh hay gặp ở tuổi thiếu niên và người trẻ. Một số yếu tố thuận lợi như vùng da dầu, mồ hôi quá nhiều",
      "image": "/media/diseases/langben/LB3.jpg",
      "routeName": "langben"
    }
  ]
}
